[
    {
        "nome": "Ansiedade, ansioso, ansiosa, preocupada, nervoso, nervosa, preocupado, futuro, pânico, crise de ansiedade",
        "versiculo": "Versículo: Não andem ansiosos por coisa alguma, mas em tudo, pela oração e súplicas, e com ação de graças, apresentem seus pedidos a Deus. E a paz de Deus, que excede todo o entendimento, guardará o coração e a mente de vocês. (Filipenses 4:6-7)",
        "conselho": "A ansiedade é o nosso desejo humano de tentar controlar um futuro que ainda não chegou. Esse texto não é uma ordem para reprimir o que você sente, mas um convite para uma troca: você entrega o seu controle a Deus, e Ele te entrega a paz d'Ele. Você não precisa carregar o mundo nas costas hoje.",
        "dica": "Dica: Feche os olhos, respire fundo três vezes e diga em voz alta: 'Eu não tenho controle de tudo, e tudo bem'."
    },
    {
        "nome": "Tristeza, triste, depressão, deprê, desanimado, desanimada, chorar, angústia, dor no peito, melancolia, infeliz",
        "versiculo": "Versículo: Perto está o Senhor dos que têm o coração quebrantado e salva os de espírito oprimido. (Salmos 34:18)",
        "conselho": "Muitas vezes achamos que precisamos estar 'bem' para falar com Deus, mas Ele tem uma atração especial pelos corações partidos. Ele não exige que você sorria agora. Ele apenas promete que estará ao seu lado no meio do choro. Sua dor é vista e validada pelo Céu.",
        "dica": "Dica: Não se force a 'ficar feliz' agora. Coloque uma música instrumental suave e permita-se ser consolado."
    },
    {
        "nome": "Cansaço, cansado, cansada, exausto, exausta, burnout, sem forças, sobrecarregado, sobrecarregada, estressado, estressada, esgotamento",
        "versiculo": "Versículo: Venham a mim, todos os que estão cansados e sobrecarregados, e eu lhes darei descanso. (Mateus 11:28)",
        "conselho": "O mundo diz 'trabalhe enquanto eles dormem', mas Deus diz 'venha a mim e descanse'. O descanso não é apenas dormir, é saber que o mundo não vai desabar se você parar por um momento. Sua alma precisa de pausa tanto quanto seu corpo precisa de sono.",
        "dica": "Dica: Desligue as notificações do celular por 15 minutos e fique em silêncio. Nada urgente vai acontecer agora."
    },
    {
        "nome": "Solidão, sozinho, sozinha, ninguém me ama, isolado, isolada, rejeitado, rejeitada, abandono, solteiro, solteira, solitário",
        "versiculo": "Versículo: Ainda que meu pai e minha mãe me abandonem, o Senhor me acolherá. (Salmos 27:10)",
        "conselho": "A solidão é um sentimento doloroso de desconexão. Mas existe uma presença que preenche os espaços que as pessoas deixaram vazios. Você pode estar fisicamente só, mas espiritualmente, você nunca esteve desacompanhado um segundo sequer.",
        "dica": "Dica: Faça uma oração conversada, como se estivesse mandando um áudio para um melhor amigo, contando como foi seu dia."
    },
    {
        "nome": "Medo, pavor, assustado, assustada, insegurança, perigo, terror, fobia, receio, pânico",
        "versiculo": "Versículo: Por isso não tema, pois estou com você; não tenha medo, pois sou o seu Deus. Eu o fortalecerei e o ajudarei; eu o segurarei com a minha mão direita vitoriosa. (Isaías 41:10)",
        "conselho": "O medo é uma sombra que tenta parecer maior do que a realidade. Deus não promete que não haverá tempestades, mas promete que estará no barco com você. E se Ele está no barco, o barco não afunda.",
        "dica": "Dica: Escreva num papel qual é o seu maior medo hoje. Depois, rasgue o papel e jogue fora como um ato simbólico de confiança."
    },
    {
        "nome": "Dinheiro, financeiro, dívidas, desemprego, contas, falência, pobre, falta de dinheiro, crise, boleto, economia",
        "versiculo": "Versículo: O meu Deus suprirá todas as necessidades de vocês, de acordo com as suas gloriosas riquezas em Cristo Jesus. (Filipenses 4:19)",
        "conselho": "A escassez financeira tenta roubar nossa identidade e nossa paz. Mas lembre-se: seu valor não está no seu saldo bancário. A preocupação excessiva não paga a dívida de amanhã, ela apenas drena a energia que você precisa para agir hoje. Confie na provisão dia após dia.",
        "dica": "Dica: Ore pedindo sabedoria, não apenas dinheiro. Anote uma única coisa prática que você pode organizar hoje nas suas finanças."
    },
    {
        "nome": "Raiva, ódio, ira, nervoso, nervosa, furioso, furiosa, vingança, irritado, irritada, explosão, agressividade",
        "versiculo": "Versículo: Meus amados irmãos, tenham isto em mente: Sejam todos prontos para ouvir, tardios para falar e tardios para irar-se, pois a ira do homem não produz a justiça de Deus. (Tiago 1:19-20)",
        "conselho": "A raiva é um sinal de alerta de que algo está errado, mas ela é um péssimo guia de comportamento. Quando agimos no calor da emoção, geralmente criamos cicatrizes nos outros e em nós mesmos. A sabedoria está em sentir a raiva, mas não deixar ela pilotar suas ações.",
        "dica": "Dica: Se estiver prestes a explodir, saia do ambiente. Beba um copo de água gelada e espere 5 minutos antes de responder."
    },
    {
        "nome": "Luto, morte, perda, saudade, falecimento, perder alguém, dor da perda, viúvo, viúva",
        "versiculo": "Versículo: Ele enxugará dos seus olhos toda lágrima. Não haverá mais morte, nem tristeza, nem choro, nem dor, pois a antiga ordem já passou. (Apocalipse 21:4)",
        "conselho": "O luto é o preço que pagamos por ter amado alguém profundamente. Deus não ignora suas lágrimas; Ele as conta. Esse versículo é a promessa final de que a despedida não é eterna. O reencontro é a esperança que nos mantém de pé.",
        "dica": "Dica: Escreva uma carta curta para Deus falando do que você mais sente saudade nessa pessoa. Desabafe."
    },
    {
        "nome": "Culpa, arrependimento, erro, pecado, vergonha, me sinto sujo, me sinto suja, falha, remorso, perdoar a si mesmo",
        "versiculo": "Versículo: Se confessarmos os nossos pecados, ele é fiel e justo para perdoar os nossos pecados e nos purificar de toda injustiça. (1 João 1:9)",
        "conselho": "A culpa tenta nos prender ao passado, repetindo o filme dos nossos erros. Mas a graça de Deus é o botão de 'reset'. Se você se arrependeu de coração, o Céu já não lembra mais do seu erro. Não carregue um peso que Deus já tirou dos seus ombros.",
        "dica": "Dica: Imagine que você está entregando uma mochila pesada nas mãos de Jesus. Diga: 'Eu aceito o Teu perdão'."
    },
    {
        "nome": "Casamento, relacionamento, conjugal, marido, esposa, briga, divórcio, crise no amor, namoro, casal",
        "versiculo": "Versículo: O amor é paciente, o amor é bondoso. Não inveja, não se vangloria, não se orgulha. Não maltrata, não procura seus interesses, não se ira facilmente, não guarda rancor. (1 Coríntios 13:4-5)",
        "conselho": "Relacionamentos são difíceis porque unem pessoas imperfeitas. O amor verdadeiro não é apenas um sentimento, é uma decisão diária de paciência e perdão. Às vezes, vencer uma discussão significa perder a paz. Escolha o amor em vez da razão.",
        "dica": "Dica: Faça um pequeno ato de bondade pelo seu parceiro hoje, sem esperar nada em troca e sem falar nada."
    },
    {
        "nome": "Inveja, ciúmes, comparação, cobiça, vida dos outros, insatisfação, querer o que é do outro",
        "versiculo": "Versículo: O coração em paz dá vida ao corpo, mas a inveja apodrece os ossos. (Provérbios 14:30)",
        "conselho": "A inveja é como beber veneno esperando que o outro morra. Ela nasce quando comparamos o nosso 'bastidor' com o 'palco' dos outros. Deus tem uma história única escrita para você. Focar na grama do vizinho só te impede de regar o seu próprio jardim.",
        "dica": "Dica: Liste 3 coisas simples que você tem na sua vida hoje e pelas quais é grato. Foque no que é seu."
    },
    {
        "nome": "Procrastinação, preguiça, adiar, falta de foco, desmotivado, desmotivada, improdutivo, improdutiva, deixar para depois",
        "versiculo": "Versículo: Tudo o que fizerem, façam de todo o coração, como para o Senhor, e não para os homens. (Colossenses 3:23)",
        "conselho": "Às vezes adiamos tarefas porque elas parecem sem sentido. Mudar a perspectiva muda tudo: não faça pelo seu chefe ou pela obrigação, faça como uma forma de honrar a Deus com a sua excelência. O seu trabalho pode ser uma forma de adoração.",
        "dica": "Dica: Use a regra dos 5 minutos. Comprometa-se a fazer a tarefa chata por apenas 5 minutos. Geralmente, o difícil é só começar."
    },
    {
        "nome": "Confusão, dúvida, indecisão, perdido, perdida, escolha, direção, não sei o que fazer, incerteza, qual caminho",
        "versiculo": "Versículo: Se algum de vocês tem falta de sabedoria, peça-a a Deus, que a todos dá livremente, de boa vontade; e lhe será concedida. (Tiago 1:5)",
        "conselho": "Deus não brinca de esconde-esconde com a Sua vontade. Se você está confuso, pare de tentar resolver tudo com a lógica humana. Ele promete dar sabedoria a quem pede. Às vezes, a resposta vem no silêncio ou numa porta que se fecha.",
        "dica": "Dica: Pare de pedir opiniões para todo mundo. Ore e aguarde um dia inteiro antes de tomar essa decisão."
    },
    {
        "nome": "Paciência, pressa, esperar, demorado, ansioso pelo tempo, ansiosa pelo tempo, imediatismo, tudo pra ontem",
        "versiculo": "Versículo: Espere no Senhor. Seja forte! Coragem! Espere no Senhor. (Salmos 27:14)",
        "conselho": "A espera é a academia da fé. É no tempo de espera que nosso caráter é forjado. Deus nunca se atrasa, mas Ele raramente chega no horário que nós marcamos. O tempo d'Ele é perfeito para que a bênção não se torne um peso.",
        "dica": "Dica: Em vez de perguntar 'Quando vai acontecer?', pergunte 'O que eu preciso aprender enquanto espero?'."
    },
    {
        "nome": "Vícios, tentação, drogas, pornografia, bebida, pecado recorrente, fraqueza, álcool, cigarro, dependência",
        "versiculo": "Versículo: Não sobreveio a vocês tentação que não fosse comum aos homens. E Deus é fiel; ele não permitirá que vocês sejam tentados além do que podem suportar. (1 Coríntios 10:13)",
        "conselho": "A vergonha do vício nos diz que estamos sozinhos e sem saída. Isso é mentira. Você não é definido pela sua luta, mas por quem luta por você. Deus promete que sempre haverá uma porta de saída antes da queda. A vitória é construída um 'não' de cada vez.",
        "dica": "Dica: Identifique o gatilho (o que te faz cair) e mude sua rotina nesse momento exato. Peça ajuda a alguém de confiança."
    },
    {
        "nome": "Família, pais, filhos, briga familiar, desunião, lar, parentes, irmãos, mãe, pai",
        "versiculo": "Versículo: Suportem-se uns aos outros e perdoem as queixas que tiverem uns contra os outros. Perdoem como o Senhor lhes perdoou. (Colossenses 3:13)",
        "conselho": "Nossa família é nossa primeira escola de perdão. É onde as pessoas mais nos conhecem e, por isso, onde mais podem nos ferir. Mas é também onde o amor de Deus pode brilhar mais forte através da paciência. Seja você o ponto de paz na sua casa.",
        "dica": "Dica: Hoje, evite fazer aquela crítica que você sempre faz. Substitua por um elogio ou pelo silêncio."
    },
    {
        "nome": "Doença, saúde, doente, enfermo, enferma, dor física, diagnóstico, hospital, cura, médico, dor",
        "versiculo": "Versículo: Cure-me, Senhor, e serei curado; salve-me, e serei salvo, pois tu és aquele a quem eu louvo. (Jeremias 17:14)",
        "conselho": "A doença fragiliza o corpo e tenta abalar a fé. Mas lembre-se que Deus é o Médico dos médicos. Mesmo que a medicina dê a última palavra, a palavra final é d'Ele. Enquanto busca a cura do corpo, deixe que Ele cuide da saúde da sua alma.",
        "dica": "Dica: Se possível, ouça louvores que falem sobre cura e declare vida sobre o seu corpo."
    },
    {
        "nome": "Insônia, não consigo dormir, sono, preocupação noturna, madrugada, acordado, pesadelo",
        "versiculo": "Versículo: Em paz me deito e logo adormeço, pois só tu, Senhor, me fazes viver em segurança. (Salmos 4:8)",
        "conselho": "A noite costuma ampliar nossos problemas. Mas ficar acordado remoendo cenários não vai resolver o amanhã, só vai roubar sua energia. A entrega verdadeira é conseguir dormir sabendo que Deus permanece acordado cuidando de tudo.",
        "dica": "Dica: Deixe o celular em outro cômodo. Deite-se e concentre-se apenas na sua respiração, recitando o versículo mentalmente."
    },
    {
        "nome": "Traição, enganado, enganada, ferida, ferido, decepção, apunhalado, apunhalada, deslealdade, mentira, infidelidade",
        "versiculo": "Versículo: Lance sobre o Senhor a sua ansiedade, e ele o susterá; jamais permitirá que o justo seja abalado. (Salmos 55:22)",
        "conselho": "A traição dói porque nunca vem de um inimigo. A dor da quebra de confiança é real, mas não deixe que a atitude ruim de alguém endureça o seu coração. Entregue a justiça nas mãos de Deus e foque em curar a sua ferida, não em ferir de volta.",
        "dica": "Dica: Faça o exercício difícil de orar pela pessoa que te feriu. Isso libera você das correntes da amargura."
    },
    {
        "nome": "Estudos, prova, vestibular, escola, faculdade, aprender, inteligência, teste, enem, concurso",
        "versiculo": "Versículo: Pois o Senhor é quem dá sabedoria; de sua boca procedem o conhecimento e o discernimento. (Provérbios 2:6)",
        "conselho": "Estudar é uma forma de honrar a mente que Deus te deu. Não se deixe paralisar pelo medo de falhar. O resultado da prova não define quem você é. Faça a sua parte com dedicação e confie que Deus capacitará você na hora certa.",
        "dica": "Dica: Antes de começar a estudar, faça uma oração curta convidando o Espírito Santo para te ajudar a concentrar."
    },
    {
        "nome": "Trabalho, emprego, chefe, carreira, profissão, negócio, empresa, promoção, ambiente de trabalho",
        "versiculo": "Versículo: Consagre ao Senhor tudo o que você faz, e os seus planos serão bem-sucedidos. (Provérbios 16:3)",
        "conselho": "Seu trabalho é o seu campo missionário. Mesmo que o ambiente seja difícil ou a tarefa seja repetitiva, a sua postura pode transformar o lugar. Trabalhe com integridade e excelência, sabendo que sua recompensa final vem do Alto, não apenas do salário.",
        "dica": "Dica: Chegue no trabalho e abençoe mentalmente seu local e seus colegas antes de começar."
    },
    {
        "nome": "Orgulho, soberba, arrogância, ego, vaidade, superioridade, altivez, prepotência",
        "versiculo": "Versículo: O orgulho vem antes da destruição; o espírito altivo, antes da queda. (Provérbios 16:18)",
        "conselho": "O orgulho é uma armadilha silenciosa que nos faz achar que não precisamos de Deus nem de ninguém. A verdadeira força está na humildade, em reconhecer que tudo o que temos é favor imerecido. Descer do pedestal é o caminho para subir na graça.",
        "dica": "Dica: Reconheça um erro seu hoje e peça desculpas a alguém, sem dar justificativas."
    },
    {
        "nome": "Gratidão, agradecer, grato, grata, bênção, alegria, feliz, reconhecimento, obrigado, obrigada",
        "versiculo": "Versículo: Deem graças em todas as circunstâncias, pois esta é a vontade de Deus para vocês em Cristo Jesus. (1 Tessalonicenses 5:18)",
        "conselho": "A gratidão é o antídoto para a insatisfação. Não agradecemos porque tudo está perfeito, mas porque Deus é perfeito em meio ao caos. Quem treina o olhar para ver as pequenas bênçãos, descobre uma alegria que circunstância nenhuma pode roubar.",
        "dica": "Dica: Mande uma mensagem agora para alguém dizendo: 'Sou grato a Deus por ter você na minha vida'."
    },
    {
        "nome": "Desesperança, desespero, fim da linha, sem saída, desistir, impossível, nada dá certo, fundo do poço",
        "versiculo": "Versículo: Todavia, lembro-me também do que pode me dar esperança: Graças ao grande amor do Senhor é que não somos consumidos, pois as suas misericórdias são inesgotáveis. (Lamentações 3:21-22)",
        "conselho": "Quando você chega ao fim das suas forças, é aí que o poder de Deus começa. O ponto final humano é apenas uma vírgula para Deus. Respire. Enquanto houver vida, há uma nova misericórdia esperando por você amanhã de manhã.",
        "dica": "Dica: Apenas por hoje, decida não desistir. Dê apenas mais um passo, por menor que seja."
    },
    {
        "nome": "Julgamento, criticar, falar mal, fofoca, julgar, apontar o dedo, condenação, língua",
        "versiculo": "Versículo: Não julguem, para que vocês não sejam julgados. Pois da mesma forma queulgarem, vocês serão julgados. (Mateus 7:1-2)",
        "conselho": "É muito fácil ver o erro no outro e ignorar o nosso. O julgamento nos coloca numa posição de superioridade que não nos pertence. Lembre-se que todos estamos em obra. Use a régua da misericórdia com os outros, a mesma que você quer que Deus use com você.",
        "dica": "Dica: Quando sentir vontade de criticar alguém, faça uma oração pedindo que Deus abençoe essa pessoa naquela área."
    },
    {
        "nome": "Recomeço, novo começo, começar de novo, passado, nova chance, tentar de novo, página virada",
        "versiculo": "Versículo: Esqueçam o que se foi; não vivam no passado. Vejam, estou fazendo uma coisa nova! (Isaías 43:18-19)",
        "conselho": "Não deixe que seus erros antigos definam seus novos capítulos. Deus é especialista em recomeços. Se você está respirando, é porque Ele ainda tem um plano. Não olhe para trás, pois não é para lá que você está indo.",
        "dica": "Dica: Desfaça-se de algo velho que te prende ao passado (um objeto, uma mensagem) e declare seu novo tempo."
    },
    {
        "nome": "Velhice, envelhecer, idade, tempo passando, idoso, idosa, terceira idade, avô, avó",
        "versiculo": "Versículo: Mesmo na sua velhice, quando tiverem cabelos brancos, sou eu aquele, sou aquele que os susterá. Eu os fiz e eu os levarei. (Isaías 46:4)",
        "conselho": "O mundo valoriza apenas a juventude, mas Deus valoriza a jornada inteira. Cada ruga conta uma história de sobrevivência e graça. Não tenha medo do tempo; Deus promete ser o seu sustento do primeiro ao último suspiro. Você ainda tem muito fruto para dar.",
        "dica": "Dica: Compartilhe uma história de fé da sua vida com alguém mais jovem hoje."
    },
    {
        "nome": "Fé fraca, dúvida de fé, descrença, Deus existe, crise de fé, incredulidade, pouca fé, questionando Deus",
        "versiculo": "Versículo: Imediatamente o pai do menino exclamou: 'Creio, ajuda-me a vencer a minha incredulidade!' (Marcos 9:24)",
        "conselho": "Ter dúvidas não faz de você um inimigo de Deus, faz de você humano. Deus não se assusta com suas perguntas sinceras. A fé não é a ausência de dúvida, é a coragem de continuar caminhando com Jesus mesmo sem ter todas as respostas.",
        "dica": "Dica: Seja honesto com Deus. Diga a Ele exatamente o que você está duvidando. Ele aguenta sua honestidade."
    },
    {
        "nome": "Amizade, amigos, amigas, companheiro, companheira, lealdade, parceria, social, melhor amigo, comunhão",
        "versiculo": "Versículo: O amigo ama em todos os momentos; é um irmão na adversidade. (Provérbios 17:17)",
        "conselho": "Bons amigos são presentes de Deus para que não caminhemos sós. Valorize quem ficou ao seu lado nos dias ruins. Se você busca amigos, comece sendo um. O mundo está cheio de gente precisando de um ouvido atento e um coração leal.",
        "dica": "Dica: Chame aquele amigo que você não vê há tempos para um café ou uma conversa, só para saber como ele está."
    },
    {
        "nome": "Sucesso, vitória, conquista, ganhar, prosperidade, ambição, fama, reconhecimento, vencer na vida",
        "versiculo": "Versículo: Que adianta ao homem ganhar o mundo inteiro e perder a sua alma? (Marcos 8:36)",
        "conselho": "É bom conquistar e crescer, mas cuidado para não subir a escada do sucesso e descobrir que ela estava apoiada na parede errada. O verdadeiro sucesso não é o aplauso público, é a paz interna e a certeza de estar cumprindo o propósito de Deus.",
        "dica": "Dica: Reavalie suas metas. Elas estão te aproximando ou te afastando de quem você realmente quer ser?"
    },
    {
        "nome": "Dúvida, incerteza, questionamento, duvidar, incerto, incerta, hesitação, ceticismo, fé abalada",
        "versiculo": "Versículo: Peça-a, porém, com fé, não duvidando; pois aquele que duvida é semelhante à onda do mar, levada e agitada pelo vento. (Tiago 1:6)",
        "conselho": "A dúvida é natural, mas não deve paralisar sua fé. Confie que Deus é fiel e proverá a clareza necessária. Não vacile, mas entregue suas incertezas a Ele com confiança de que Ele as transformará em convicção.",
        "dica": "Dica: Faça uma oração específica, identificando exatamente qual área de sua vida ou crença está gerando a dúvida, e peça a Deus discernimento imediato."
    },
    {
        "nome": "Solidão espiritual, abandono de Deus, esquecido, esquecida, sozinho no mundo, isolamento espiritual, deserto",
        "versiculo": "Versículo: Conservem-se livres do amor ao dinheiro e contentem-se com o que vocês têm, pois Deus mesmo disse: 'Nunca o deixarei, nunca o abandonarei.' (Hebreus 13:5)",
        "conselho": "Lembre-se que Cristo prometeu estar conosco sempre, mesmo quando não sentimos Sua presença. A solidão física não é a mesma que o abandono espiritual. Você nunca está sozinho aos olhos do Pai.",
        "dica": "Dica: Engaje-se em um pequeno grupo de estudo bíblico ou voluntariado. Reforçar a comunidade cristã é o antídoto prático contra o isolamento."
    },
    {
        "nome": "Desânimo, desanimado, desanimada, sem vontade, apatia, sem força, desistência, baixo astral, tristeza profunda",
        "versiculo": "Versículo: Mas aqueles que esperam no Senhor renovam as suas forças. Voam alto como águias; correm e não ficam exaustos, caminham e não se cansam. (Isaías 40:31)",
        "conselho": "O desânimo é temporário, mas o poder de Deus renova. Não confie em suas forças limitadas. Olhe para a grandeza do Senhor, que lhe dará fôlego e propósito para continuar a jornada.",
        "dica": "Dica: Passe 15 minutos ouvindo música de louvor que direcione seu foco para a grandeza de Deus e o quanto Ele já fez por você."
    },
    {
        "nome": "Culpa espiritual, culpado, culpada, remorso, peso na consciência, erro passado, me perdoar, autoperdão, acusação",
        "versiculo": "Versículo: Se confessarmos os nossos pecados, ele é fiel e justo para nos perdoar os pecados e nos purificar de toda injustiça. (1 João 1:9)",
        "conselho": "Se você confessou seu pecado e se arrependeu genuinamente, a Palavra garante que o perdão foi dado. A culpa persistente após o perdão não vem de Deus, mas pode ser uma acusação do inimigo. Aceite o perdão de Cristo.",
        "dica": "Dica: Escreva o que o aflige, confesse a Deus e, simbolicamente, rasgue o papel como sinal de que o fardo foi removido pela graça de Cristo."
    },
    {
        "nome": "Medo do Futuro, ansiedade, amanhã, preocupação, o que vai acontecer, incerteza, insegurança, prever, controle",
        "versiculo": "Versículo: Portanto, não se preocupem com o amanhã, pois o amanhã trará as suas próprias preocupações. Basta a cada dia o seu próprio mal. (Mateus 6:34)",
        "conselho": "Viva um dia de cada vez, confiando na provisão diária de Deus. O futuro pertence a Ele, e sofrer por antecipação só rouba a paz que você pode ter hoje.",
        "dica": "Dica: Liste três bênçãos específicas que você recebeu hoje para focar na fidelidade de Deus no presente, em vez de se perder nas incertezas do amanhã."
    },
    {
        "nome": "Preguiça Espiritual, sem vontade de orar, ler a bíblia, frieza, morno, afastado, desmotivação espiritual, sono espiritual, tédio",
        "versiculo": "Versículo: Não lhes falte o zelo, sejam fervorosos no espírito, sirvam ao Senhor. (Romanos 12:11)",
        "conselho": "A falta de zelo leva à estagnação. Para reavivar sua vida espiritual, é preciso disciplina e fervor. Peça ao Espírito Santo que reacenda a paixão pela Palavra e pela oração.",
        "dica": "Dica: Estabeleça um horário fixo e inegociável de 10 minutos diários para a leitura bíblica, começando por um livro que o motive, como o Evangelho de João."
    },
    {
        "nome": "Tentação, tentado, tentada, cair em pecado, desejo, carne, provação, resistir, pecado, luta contra o pecado",
        "versiculo": "Versículo: Não sobreveio a vocês tentação que não fosse comum aos homens. E Deus é fiel; ele não permitirá que vocês sejam tentados além do que podem suportar. Mas, quando forem tentados, ele lhes providenciará um escape, para que o possam suportar. (1 Coríntios 10:13)",
        "conselho": "Você não está sozinho em suas lutas. Deus sempre oferece um caminho de escape. O segredo é identificar a tentação e buscar esse escape ativamente, resistindo ao Diabo.",
        "dica": "Dica: Ao sentir a tentação, recite mentalmente o versículo ou mude imediatamente o ambiente físico ou a atividade que está realizando. Fuja da ocasião do pecado."
    },
    {
        "nome": "Orgulho, orgulhoso, orgulhosa, altivez, nariz empinado, prepotência, arrogância, não aceita ajuda, egoísta",
        "versiculo": "Versículo: Deus se opõe aos orgulhosos, mas concede graça aos humildes. (Tiago 4:6)",
        "conselho": "O orgulho é a raiz de muitos pecados, pois nos impede de reconhecer nossa total dependência de Deus. A humildade precede a honra e nos coloca na posição correta diante do Criador.",
        "dica": "Dica: Escolha um dia para servir alguém de forma humilde e sem que essa pessoa saiba quem a ajudou (serviço secreto), praticando a verdadeira caridade."
    },
    {
        "nome": "Ingratidão, ingrato, ingrata, reclamar, reclamação, insatisfeito, insatisfeita, murmurar, murmuração, nunca está bom",
        "versiculo": "Versículo: Seja a paz de Cristo o árbitro em seus corações, visto que vocês foram chamados para viver em paz, como membros de um só corpo. E sejam agradecidos. (Colossenses 3:15)",
        "conselho": "A gratidão é o combustível da paz de Cristo e uma disciplina espiritual fundamental. Se você focar apenas no que falta, a ingratidão roubará sua alegria. Reconheça que tudo de bom vem de Deus.",
        "dica": "Dica: Mantenha um 'Diário de Gratidão' e anote cinco coisas específicas pelas quais você é grato ao final de cada dia, cultivando uma mente de apreciação."
    },
    {
        "nome": "Falta de Perdão, rancor, mágoa, ressentimento, não consigo perdoar, ódio, raiva guardada, amargura, coração duro",
        "versiculo": "Versículo: E, quando estiverem orando, se tiverem algo contra alguém, perdoem, para que o Pai de vocês, que está nos céus, também lhes perdoe os seus pecados. (Marcos 11:25)",
        "conselho": "Perdoar não significa que você aprova a ofensa, mas que você libera a pessoa do débito e a si mesmo da amargura. Nosso perdão aos outros é um reflexo do imenso perdão que recebemos de Cristo.",
        "dica": "Dica: Ore pela pessoa que o ofendeu, pedindo a Deus que a abençoe. Essa atitude quebra o ciclo da amargura, mesmo que o sentimento seja difícil no início."
    },
    {
        "nome": "Estresse, estressado, estressada, nervoso, nervosa, pressão, tensão, muita coisa pra fazer, explodindo, sobrecarga",
        "versiculo": "Versículo: Não andem ansiosos por coisa alguma, mas em tudo, pela oração e súplicas, e com ação de graças, apresentem seus pedidos a Deus. E a paz de Deus, que excede todo o entendimento, guardará o coração e a mente de vocês em Cristo Jesus. (Filipenses 4:6-7)",
        "conselho": "O estresse surge quando tentamos carregar fardos que pertencem a Deus. Em vez de se preocupar, transforme suas ansiedades em orações específicas. A paz de Deus é sobrenatural e garantirá seu equilíbrio emocional e mental.",
        "dica": "Dica: Faça pausas curtas durante o dia para respirar profundamente e entregar mentalmente as tarefas que geram estresse a Deus, confiando em Seu controle."
    },
    {
        "nome": "Ciúme, ciumento, ciumenta, posse, possessivo, insegurança no amor, medo de perder, competitividade",
        "versiculo": "Versículo: Não sejamos presunçosos, provocando uns aos outros e tendo inveja uns dos outros. (Gálatas 5:26)",
        "conselho": "O ciúme, assim como a inveja, é uma obra da carne que destrói a paz e a comunhão. Festeje o sucesso dos outros e lembre-se que Deus tem um plano único para você, não precisa competir com ninguém.",
        "dica": "Dica: Ao invés de comparar, ore para que Deus fortaleça e abençoe a pessoa que você inveja/ciuma, e peça a Deus para mostrar seu valor único e as bênçãos que você já possui."
    },
    {
        "nome": "Materialismo, dinheiro, bens, coisas, ganância, avareza, consumismo, comprar, ter, riqueza",
        "versiculo": "Versículo: Não acumulem para vocês tesouros na terra, onde a traça e a ferrugem destroem, e onde os ladrões arrombam e furtam. (Mateus 6:19)",
        "conselho": "O materialismo desvia o coração do eterno para o temporal. Invista em valores que perduram (caráter, missões, o Reino), pois seu coração sempre seguirá o seu tesouro.",
        "dica": "Dica: Identifique um bem que você usa pouco e doe-o a quem precisa, praticando o desapego e a generosidade."
    },
    {
        "nome": "Sensação de Inutilidade, inútil, sem propósito, vazio, não sirvo pra nada, sem valor, desvalorizado, autoestima baixa",
        "versiculo": "Versículo: Pois somos feitura dele, criados em Cristo Jesus para boas obras, as quais Deus de antemão preparou para que andássemos nelas. (Efésios 2:10)",
        "conselho": "Você é obra-prima de Deus, criado com um propósito específico. Seu valor não reside no que você realiza ou na aprovação social, mas em quem você é em Cristo, aceito e amado incondicionalmente.",
        "dica": "Dica: Reflita sobre seus talentos e dons espirituais. Use um deles, por menor que seja, para abençoar a vida de alguém hoje, realizando uma das 'boas obras' que Deus preparou para você."
    },
    {
        "nome": "Impaciência, impaciente, sem paciência, pressa, agoniado, agoniada, irritação, demora, não aguento esperar",
        "versiculo": "Versículo: Alegrem-se na esperança, sejam pacientes na tribulação, perseverem na oração. (Romanos 12:12)",
        "conselho": "A impaciência é o oposto da fé e rouba o contentamento. A paciência é um fruto do Espírito, cultivado em tempos de espera. Confie no tempo de Deus, que é perfeito.",
        "dica": "Dica: Pratique a espera ativa: quando tiver que esperar (fila, trânsito), use esse tempo para meditar na Palavra, fazer uma oração silenciosa ou interceder por alguém."
    },
    {
        "nome": "Críticas, criticado, criticada, julgamento, falaram mal de mim, fofoca, apontaram o dedo, difamação, calúnia",
        "versiculo": "Versículo: Meus amados irmãos, tenham isto em mente: sejam todos prontos para ouvir, tardios para falar e tardios para irar-se. (Tiago 1:19)",
        "conselho": "Nem toda crítica é maliciosa; algumas podem conter verdades necessárias para nosso crescimento. Seja rápido em ouvir, avalie o conteúdo à luz da Bíblia e aprenda. Descarte o que for destrutivo, mas absorva o que for construtivo.",
        "dica": "Dica: Antes de responder a uma crítica, espere 24 horas. Isso permite que a emoção esfrie e você reaja com sabedoria, não com impulsividade ou defesa própria."
    },
    {
        "nome": "Busca por Sabedoria, sábio, sábia, entendimento, discernimento, inteligência, conselho, decisão certa, mente de Cristo",
        "versiculo": "Versículo: Se algum de vocês tem falta de sabedoria, peça-a a Deus, que a todos dá livremente, de boa vontade; e lhe será concedida. (Tiago 1:5)",
        "conselho": "A sabedoria para tomar decisões complexas e viver a vida de forma piedosa não é alcançada apenas pelo intelecto, mas por um dom de Deus. Peça-a com fé e Ele a dará generosamente.",
        "dica": "Dica: Comece a ler um livro de sabedoria na Bíblia, como Provérbios, dedicando a leitura de um capítulo por dia. A sabedoria de Deus se manifesta através de Sua Palavra."
    },
    {
        "nome": "Fidelidade em Provações, provação, provações, luta, dificuldade, teste de fé, deserto, aguentar firme, perseverança",
        "versiculo": "Versículo: Amados, não se surpreendam com o fogo que surge no meio de vocês para prová-los, como se algo estranho lhes estivesse acontecendo. Pelo contrário, alegrem-se. (1 Pedro 4:12-13)",
        "conselho": "As provações testam a autenticidade de nossa fé e nos aperfeiçoam. Não as veja como castigo, mas como oportunidades de crescer em caráter. Glorifique a Deus mesmo no sofrimento.",
        "dica": "Dica: Lembre-se de três momentos difíceis no passado onde Deus proveu ou o sustentou. Use essas memórias como âncoras para fortalecer sua confiança na fidelidade dEle no presente."
    },
    {
        "nome": "Conflito Familiar, briga em casa, pais, filhos, discussão, desentendimento, parentes, confusão no lar, paz na família",
        "versiculo": "Versículo: Sejam bondosos e compassivos uns com os outros, perdoando-se mutuamente, assim como Deus os perdoou em Cristo. (Efésios 4:32)",
        "conselho": "O lar deve ser o primeiro lugar onde praticamos o Evangelho. As famílias enfrentam atritos, mas a solução está na prática da bondade, compaixão e perdão incondicional, assim como Cristo nos perdoa.",
        "dica": "Dica: Tome a iniciativa de restaurar a paz e o diálogo, mesmo que você acredite que o erro principal não foi seu. O amor de Cristo nos chama à reconciliação."
    },
    {
        "nome": "Apatia Espiritual, apatia, frio, frieza espiritual, distante de Deus, sem sentir nada, indiferença, afastado, desviado",
        "versiculo": "Versículo: Conheço as suas obras, sei que você não é frio nem quente. Melhor seria se você fosse frio ou quente! Assim, porque você é morno, nem frio nem quente, estou a ponto de vomitá-lo da minha boca. (Apocalipse 3:15-16)",
        "conselho": "A mornidão é perigosa. Se sua fé esfriou e você perdeu o fervor, arrependa-se e volte imediatamente ao 'primeiro amor' e às práticas que o aproximavam de Deus. Busque o zelo perdido.",
        "dica": "Dica: Mude sua rotina devocional drasticamente. Se você apenas lê, comece a escrever; se apenas ora, comece a jejuar ou encontre uma nova forma de servir ativamente."
    },
    {
        "nome": "Hipocrisia, hipócrita, fingimento, duas caras, falso, falsa, aparência, fariseu, máscara",
        "versiculo": "Versículo: Tenham o cuidado de não praticar a justiça de vocês diante dos outros para serem vistos por eles. Se o fizerem, não terão recompensa do Pai celestial. (Mateus 6:1)",
        "conselho": "A essência da hipocrisia é buscar a aprovação humana em vez da glória de Deus. Pratique a fé em secreto e com integridade. Sua recompensa deve vir de Deus, que vê o que é oculto.",
        "dica": "Dica: Verifique se suas ações privadas (pensamentos e moral) correspondem às suas palavras públicas. Ore pedindo integridade e para que Deus sonde seu coração em busca de motivações impuras."
    },
    {
        "nome": "Necessidade de Orientação, direção, caminho, guia, guiado, qual caminho seguir, bússola, decisão, vontade de Deus",
        "versiculo": "Versículo: Instruir-te-ei e te ensinarei o caminho que deves seguir; guiar-te-ei com os meus olhos. (Salmos 32:8)",
        "conselho": "Em momentos de decisões cruciais, a orientação humana é falível. Deus promete instruir e guiar o caminho de Seus filhos. Busque-O na Palavra, em oração e através do conselho sábio.",
        "dica": "Dica: Anote as opções que você tem e, após orar, liste os prós e contras de cada uma, ponderando-os à luz dos princípios bíblicos antes de decidir."
    },
    {
        "nome": "Vaidade, vaidoso, vaidosa, aparência, beleza, corpo, espelho, futilidade, exterior, superficial",
        "versiculo": "Versículo: A beleza de vocês não deve estar nos enfeites exteriores, como no trançar dos cabelos e no uso de joias de ouro ou de roupas finas. Pelo contrário, esteja no ser interior, que não perece. (1 Pedro 3:3-4)",
        "conselho": "A preocupação excessiva com a aparência externa ou com a própria imagem é vã. Invista na beleza interior e imperecível de um espírito manso e tranquilo, que é de grande valor diante de Deus.",
        "dica": "Dica: Dedique mais tempo ao seu desenvolvimento de caráter (leitura, oração, serviço) do que ao seu embelezamento externo por um período, reajustando suas prioridades."
    },
    {
        "nome": "Sentimento de Rejeição, rejeição, rejeitado, rejeitada, excluído, excluída, deixado de lado, não aceito, desprezo, não amado",
        "versiculo": "Versículo: Pois estou convencido de que nem a morte nem a vida, nem anjos nem demônios, nem o presente nem o futuro, nem quaisquer poderes, nem altura nem profundidade, nem qualquer outra coisa na criação será capaz de nos separar do amor de Deus que está em Cristo Jesus, nosso Senhor. (Romanos 8:38-39)",
        "conselho": "A rejeição humana é dolorosa, mas é fundamental que você entenda que ela não anula a aceitação total e o amor incondicional que você tem em Deus. Sua identidade está firmada em Cristo, e nEle, você é amado e aceito para sempre.",
        "dica": "Dica: Recite versículos que afirmam sua identidade em Cristo (ex: João 1:12 - 'Filho de Deus') sempre que o sentimento de rejeição tentar dominá-lo."
    },
    {
        "nome": "Cansaço espiritual, esgotado, esgotada, exaustão, sem energia, alma cansada, peso, fardo, fadiga",
        "versiculo": "Versículo: Venham a mim, todos os que estão cansados e sobrecarregados, e eu lhes darei descanso. (Mateus 11:28)",
        "conselho": "Jesus nos convida a depositar nossos fardos pesados nEle. O cansaço pode ser um sinal de que estamos tentando operar em nossa própria força, ou carregando responsabilidades que Ele não nos deu. Busque o descanso que só Ele pode oferecer.",
        "dica": "Dica: Permita-se um 'sábado' de descanso. Desconecte-se das obrigações, da tecnologia e da pressa, dedicando tempo à restauração física e espiritual genuína."
    }
]